Get a copy of the face reference.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public Reference GetFaceReference()
  Visual Basic
Public Function GetFaceReference As Reference
  Visual C++
public:
Reference^ GetFaceReference()
 See Also
  PointOnFace Class
  Autodesk.Revit.DB Namespace